<?php

// TODO: change keys to camel_case

return [
    'mainMenu' => 'Оберіть, будь даска, дію зі списку нижче ⬇️',
    'feedback' => '✉️ зворотній зв\'язок',
    'settings' => '⚙ налаштування',

    // second buttons
    'change_city' => '🏙 міста',
    'back' => '⬅️ назад',
    // second buttons

    // select city
    'choose_city_question' => 'Спершу оберіть місто',
    'send_location_type' => '📍 моя локація',
    'choose_city_from_list' => '📑 міста України',
    'send_city_name' => '🌎 ввести самостійно назву',
    'did_you_mean_this_city' => 'Ви мали на увазі це місто?',
    'cant_find_city' => 'На жаль, я не можу знайти ваше місто',
    'request_to_write_city' => 'Напишіть назву міста',
    'send_your_location' => 'Тепер відправте свою локацію',
    'select_district' => 'Виберіть область',
    'district' => ' область',
    'select_city' => 'Виберіть місто',
    // select city

    // forecast text
    'nowInCity' => 'Зараз у місті',
    'todayInCity' => 'Сьогодні в місті',
    'tomorrowInCity' => 'Завтра в місті',
    'weeklyCity' => 'Прогноз погоди на тиждень для міста',
    'currentTemperature' => 'Поточна температура',
    'expectedTemperature' => 'Очікувана температура',
    'windSpeed' => '💨 швидкість вітру: ',
    'humidity' => '💧️ вологість: ',
    'clouds' => '☁️ хмарність: ',
    'weatherAtDate' => 'Погода на',
    // forecast text

    'done' => 'Місто додано',

    'Monday' => 'Понеділок',
    'Tuesday' => 'Вівторок',
    'Wednesday' => 'Середа',
    'Thursday' => 'Четвер',
    'Friday' => 'П\'ятниця',
    'Saturday' => 'Субота',
    'Sunday' => 'Неділя',

    // forecast image
    'sunrise' => 'захід сонця',
    'sunset' => 'схід сонця',
    'wind' => 'вітер',
    'cloudsBtm' => 'хмарність',
    'humidityImg' => 'вологість',
    'min' => 'мін: ',
    'max' => 'макс: ',
    // forecast image

    // feedback
    'pre_send_feedback' => 'Якщо у Вас є якісь питання, ідеї або побажання, напишіть нам. Ми обов\'язково відповімо.',
    'message_sent' => '📨 Ваше повідомлення успішно відправлено',
    // feedback

    'morning' => '🌗 зранку (7 ранку)',
    'lunch' => '🌕 в обід (12 дня)',
    'evening' => '🌓 вечером (19 вечора)',
    'autoForecastQuestion' => 'Коли Ви хочете отримувати автоматичний прогноз погоди?',
    'autoForecastButton' => 'автоматичний прогноз',

    'ready' => 'готово',
    'click' => 'тиць',
    'more_symbols_needed' => 'Має бути більше трьох символів',
    'add_city' => 'додати місто',
    'my_cities' => 'мій список міст',
    'city_list_info' => 'Тут ви можете додати місто або переглянути список тих які у вас є',
    'my_cities_info' => 'Вибравши місто, ви видалите його зі списку',
    'cant_delete' => 'Ви не можете видалити останнє місто',
    'forecast' => 'прогноз',
    'select_city_from_list' => 'Виберіть місто зі списку',
    'moreInfo' => 'Детальніше',
    'current_weather' => 'поточна погода',
    'lessInfo' => 'Коротко',
    'next' => '>',
    'prev' => '<',

    'saved_your_city' => 'Чудово, я зберіг ваше місто👌. Ви можете додавати і видаляти міста у ⚙налаштуваннях.',
    'generate_image' => '🖼️ згенерувати зображення',
];
